complete/buddy_data/奇秀-主播房间-20160912190040-20160912190041200

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-12 19:00:40]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[159305]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[樱桃很可爱的房间]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[2334]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[358]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[191]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[11]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[0]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[ソ纷泪小永凡人ソ]]></vipnickname><vipuserid><![CDATA[1310057663]]></vipuserid><top_name><![CDATA[ソ纷泪小永凡人ソ]]></top_name><top_money><![CDATA[600]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[爱爱高潮???]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[爱爱高潮???]]></top_name><top_money><![CDATA[200]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[Jiang先生]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[Jiang先生]]></top_name><top_money><![CDATA[150]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[请叫我莫大大、]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[请叫我莫大大、]]></top_name><top_money><![CDATA[100]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[我是你背后的坤哥]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[我是你背后的坤哥]]></top_name><top_money><![CDATA[30]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[不了爱很关橘被怀小记]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[不了爱很关橘被怀小记]]></top_name><top_money><![CDATA[30]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[%稻草老地别扯无言]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[%稻草老地别扯无言]]></top_name><top_money><![CDATA[30]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[-爱游仰望夜未疯人]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[-爱游仰望夜未疯人]]></top_name><top_money><![CDATA[30]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[荼蘼续往情人夜清含羞]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[荼蘼续往情人夜清含羞]]></top_name><top_money><![CDATA[30]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[空虚爱无缱绻泪流想自]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[空虚爱无缱绻泪流想自]]></top_name><top_money><![CDATA[30]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[三人心在三色不好白丝]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[三人心在三色不好白丝]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 